tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "colordiff"
brew "coreutils"
brew "emacs"
brew "gibo"
brew "git"
brew "htop"
brew "iftop"
brew "jq"
brew "mackup"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "nkf"
brew "nmap"
brew "peco"
brew "poetry"
brew "reattach-to-user-namespace"
brew "source-highlight"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "unar"
brew "wdiff"
brew "wget"
brew "whalebrew"
brew "zplug"
brew "zsh"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "authy"
cask "bartender"
cask "bettertouchtool"
cask "betterzip"
cask "cmd-eikana"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-powerline-symbols"
cask "font-source-han-code-jp"
cask "fork"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "hyperswitch"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "kindle"
cask "kitematic"
cask "mactex"
cask "mathpix-snipping-tool"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "notion"
cask "parallels"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "scroll-reverser"
cask "skype"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "texpad"
cask "typora"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "webex-meetings"
cask "webpquicklook"
cask "zoom"
mas "1Password", id: 443987910
mas "BetterSnapTool", id: 417375580
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "Slack", id: 803453959
mas "Table Tool", id: 1122008420
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "スケッチ風ドロー", id: 543896183
