brew "colordiff"
brew "coreutils"
brew "emacs"
brew "gibo"
brew "git"
brew "htop"
brew "iftop"
brew "jq"
brew "mackup"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "nkf"
brew "nmap"
brew "peco"
brew "pipx"
brew "reattach-to-user-namespace"
brew "source-highlight"
brew "tlrc"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "unar"
brew "wdiff"
brew "wget"
brew "whalebrew"
brew "zplug"
brew "zsh"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "betterzip"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-powerline-symbols"
cask "font-source-han-code-jp"
cask "fork"
cask "gather"
cask "gitup"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hammerspoon"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "mactex"
cask "mathpix-snipping-tool"
cask "ngrok"
cask "notion"
cask "parallels"
cask "popclip"
cask "qlvideo"
cask "scroll-reverser"
cask "soundsource"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "webex-meetings"
cask "zoom"
mas "BetterSnapTool", id: 417375580
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Table Tool", id: 1122008420
mas "Texifier", id: 458866234
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "スケッチ風ドロー", id: 543896183
